Revit 2024 API
FilterStringContains Constructor
 Constructs an instance of FilterStringContains.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterStringContains()
Visual Basic
Public Sub New
Visual C++
public:
FilterStringContains()
See Also
FilterStringContains Class
Autodesk.Revit.DB Namespace